Repository: turnoffthelights/Turn-Off-the-Lights-browser-extension
Catalog: xcode/Turn-Off-the-Lights-Safari-extension/Shared (App)/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: We take your privacy and security very seriously. We have built the Turn Off the Lights browser extension for our users first, to get a great video and web experience available to all. When you add Turn Off the Lights, it says that we can "Read and change all your data on the websites you visit". This permission allows Turn Off the Lights to detect the current video player. We had never collected and will never collect any personal data, credit card, browsing history, and password. Furthermore, the Turn Off the Lights browser extension is free and Open-Source with the source code publicly available on GitHub.
ar: نحن نولي خصوصيتك وأمانك اهتمامًا بالغًا. لقد صممنا إضافة متصفح "إطفاء الأنوار" لمستخدمينا أولًا، لنوفر لهم تجربة فيديو وويب رائعة متاحة للجميع. عند إضافة "إطفاء الأنوار"، يُتاح لنا "قراءة جميع بياناتك على المواقع التي تزورها وتغييرها". يسمح هذا الإذن لـ"إطفاء الأنوار" باكتشاف مشغل الفيديو الحالي. لم نجمع ولن نجمع أبدًا أي بيانات شخصية، بما في ذلك بيانات بطاقة الائتمان، وسجل التصفح، وكلمة المرور. إضافة "إطفاء الأنوار" مجانية ومفتوحة المصدر، وشيفرة المصدر متاحة للجميع على GitHub.
ca: Ens prenem molt seriosament la vostra privadesa i seguretat. Hem creat l'extensió del navegador Turn Off the Lights primer per als nostres usuaris, per tal que tothom pugui gaudir d'una experiència web i de vídeo excel·lent. Quan afegiu Turn Off the Lights, diu que podem "Llegir i canviar totes les vostres dades als llocs web que visiteu". Aquest permís permet a Turn Off the Lights detectar el reproductor de vídeo actual. Mai hem recopilat i mai recopilarem cap dada personal, de targetes de crèdit, historial de navegació ni contrasenya. A més, l'extensió del navegador Turn Off the Lights és gratuïta i de codi obert, amb el codi font disponible públicament a GitHub.
cs: Vaše soukromí a bezpečnost bereme velmi vážně. Rozšíření prohlížeče Turn Off the Lights jsme vytvořili především pro naše uživatele, aby byl skvělý zážitek z videa a webu dostupný všem. Když si přidáte rozšíření Turn Off the Lights, píše se v něm, že můžeme "Číst a měnit všechna vaše data na webových stránkách, které navštěvujete". Toto oprávnění umožňuje rozšíření Turn Off the Lights detekovat aktuální přehrávač videa. Nikdy jsme neshromažďovali a nebudeme shromažďovat žádné osobní údaje, kreditní kartu, historii prohlížení a heslo. Rozšíření prohlížeče Turn Off the Lights je navíc zdarma a má otevřený zdrojový kód, který je veřejně dostupný na GitHubu.
da: Vi tager dit privatliv og din sikkerhed meget alvorligt. Vi har udviklet browserudvidelsen Turn Off the Lights til vores brugere først, så alle kan få en god video- og weboplevelse. Når du tilføjer Turn Off the Lights, står der, at vi kan "læse og ændre alle dine data på de websteder, du besøger". Denne tilladelse gør det muligt for Turn Off the Lights at registrere den aktuelle videoafspiller. Vi har aldrig indsamlet og vil aldrig indsamle personlige data, kreditkort, browserhistorik og adgangskode. Desuden er browserudvidelsen Turn Off the Lights gratis og open source med kildekoden offentligt tilgængelig på GitHub.
de: Wir nehmen Ihre Privatsphäre und Sicherheit sehr ernst. Wir haben die Turn Off the Lights-Browsererweiterung in erster Linie für unsere Nutzer entwickelt, um ein großartiges Video- und Web-Erlebnis für alle zu ermöglichen. Wenn du Turn Off the Lights hinzufügst, heißt es, dass wir "alle deine Daten auf den von dir besuchten Websites lesen und ändern können". Diese Erlaubnis ermöglicht es Turn Off the Lights, den aktuellen Videoplayer zu erkennen. Wir haben und werden niemals persönliche Daten, Kreditkartendaten, Browserverläufe und Passwörter sammeln. Darüber hinaus ist die Turn Off the Lights-Browsererweiterung kostenlos und Open-Source, wobei der Quellcode öffentlich auf GitHub verfügbar ist.
el: Λαμβάνουμε πολύ σοβαρά υπόψη το απόρρητο και την ασφάλειά σας. Κατασκευάσαμε την επέκταση προγράμματος περιήγησης Turn Off the Lights πρώτα για τους χρήστες μας, για να έχουμε μια εξαιρετική εμπειρία βίντεο και διαδικτύου διαθέσιμη σε όλους. Όταν προσθέτετε το Turn Off the Lights, λέει ότι μπορούμε να "διαβάσουμε και να αλλάξουμε όλα τα δεδομένα σας στους ιστότοπους που επισκέπτεστε". Αυτή η άδεια επιτρέπει στο Turn Off the Lights να ανιχνεύει την τρέχουσα συσκευή αναπαραγωγής βίντεο. Ποτέ δεν είχαμε συλλέξει και ποτέ δεν θα συλλέξουμε προσωπικά δεδομένα, πιστωτική κάρτα, ιστορικό περιήγησης και κωδικό πρόσβασης. Επιπλέον, η επέκταση του προγράμματος περιήγησης Turn Off the Lights είναι δωρεάν και ανοικτού κώδικα με τον πηγαίο κώδικα να είναι δημοσίως διαθέσιμος στο GitHub.
es: Nos tomamos muy en serio tu privacidad y seguridad. Hemos creado la extensión de navegador Turn Off the Lights para nuestros usuarios en primer lugar, para conseguir una gran experiencia de vídeo y web al alcance de todos. Cuando añades Turn Off the Lights, dice que podemos "Leer y cambiar todos tus datos en los sitios web que visitas". Este permiso permite a Turn Off the Lights detectar el reproductor de vídeo actual. Nunca hemos recopilado ni recopilaremos datos personales, tarjetas de crédito, historial de navegación y contraseñas. Además, la extensión de navegador Turn Off the Lights es gratuita y Open-Source con el código fuente disponible públicamente en GitHub.
fi: Suhtaudumme yksityisyyteesi ja turvallisuuteesi erittäin vakavasti. Olemme rakentaneet Turn Off the Lights -selainlaajennuksen ensisijaisesti käyttäjillemme, jotta loistava video- ja verkkokokemus olisi kaikkien saatavilla. Kun lisäät Turn Off the Lights -lisäosan, siinä sanotaan, että voimme "lukea ja muuttaa kaikkia tietojasi verkkosivustoilla, joilla vierailet". Tämän luvan avulla Turn Off the Lights voi havaita nykyisen videosoittimen. Emme ole koskaan keränneet emmekä tule koskaan keräämään mitään henkilökohtaisia tietoja, luottokorttia, selaushistoriaa ja salasanaa. Lisäksi Turn Off the Lights -selainlaajennus on ilmainen ja avoimen lähdekoodin omaava, ja sen lähdekoodi on julkisesti saatavilla GitHubissa.
fr: Nous prenons votre vie privée et votre sécurité très au sérieux. Nous avons conçu l'extension de navigateur Éteignez les lumières d'abord pour nos utilisateurs, afin d'offrir à tous une expérience vidéo et web de qualité. Lorsque vous ajoutez Turn Off the Lights, il est indiqué que nous pouvons "lire et modifier toutes vos données sur les sites web que vous visitez". Cette autorisation permet à Turn Off the Lights de détecter le lecteur vidéo actuel. Nous n'avons jamais collecté et ne collecterons jamais de données personnelles, de carte de crédit, d'historique de navigation et de mot de passe. En outre, l'extension de navigateur Turn Off the Lights est gratuite et Open-Source avec le code source disponible publiquement sur GitHub.
he: אנו מתייחסים ברצינות רבה לפרטיות ולאבטחה שלך. בנינו את תוסף הדפדפן Turn Off the Lights עבור המשתמשים שלנו תחילה, כדי לספק חוויית וידאו ואינטרנט נהדרת לכולם. כאשר אתה מוסיף את Turn Off the Lights, כתוב שאנחנו יכולים "לקרוא ולשנות את כל הנתונים שלך באתרים שבהם אתה מבקר". הרשאה זו מאפשרת ל-Turn Off the Lights לזהות את נגן הווידאו הנוכחי. מעולם לא אספנו ולעולם לא נאסוף נתונים אישיים, נתונים של כרטיסי אשראי, היסטוריית גלישה וסיסמה. יתר על כן, תוסף הדפדפן Turn Off the Lights הוא חינמי ובקוד פתוח, כאשר קוד המקור זמין לציבור ב-GitHub.
hu: Nagyon komolyan vesszük az Ön adatvédelmét és biztonságát. A Turn Off the Lights böngészőbővítményt elsősorban a felhasználóink számára készítettük, hogy a nagyszerű videó- és webes élmény mindenki számára elérhető legyen. A Turn Off the Lights hozzáadásakor azt írja, hogy "a meglátogatott webhelyek összes adatát elolvashatjuk és megváltoztathatjuk". Ez az engedély lehetővé teszi, hogy a Turn Off the Lights felismerje az aktuális videólejátszót. Soha nem gyűjtöttünk és soha nem fogunk személyes adatokat, hitelkártyát, böngészési előzményeket és jelszót gyűjteni. Továbbá a Turn Off the Lights böngészőbővítmény ingyenes és nyílt forráskódú, a forráskód nyilvánosan elérhető a GitHub-on.
id: Kami menjaga privasi dan keamanan Anda dengan sangat serius. Kami telah membuat ekstensi browser Turn Off the Lights untuk pengguna kami terlebih dahulu, untuk mendapatkan pengalaman video dan web yang luar biasa yang tersedia untuk semua orang. Ketika Anda menambahkan Turn Off the Lights, ada keterangan bahwa kami dapat "Membaca dan mengubah semua data Anda di situs web yang Anda kunjungi". Izin ini memungkinkan Matikan Lampu untuk mendeteksi pemutar video saat ini. Kami tidak pernah dan tidak akan pernah mengumpulkan data pribadi, kartu kredit, riwayat penelusuran, dan kata sandi. Selain itu, ekstensi peramban Turn Off the Lights gratis dan Open-Source dengan kode sumber yang tersedia untuk umum di GitHub.
it: Prendiamo molto sul serio la vostra privacy e la vostra sicurezza. Abbiamo creato l'estensione per il browser Turn Off the Lights prima di tutto per i nostri utenti, per rendere disponibile a tutti un'ottima esperienza video e web. Quando si aggiunge Turn Off the Lights, si dice che possiamo "Leggere e modificare tutti i dati sui siti web visitati". Questa autorizzazione consente a Turn Off the Lights di rilevare il lettore video corrente. Non abbiamo mai raccolto e non raccoglieremo mai alcun dato personale, carta di credito, cronologia di navigazione e password. Inoltre, l'estensione del browser Turn Off the Lights è gratuita e Open-Source con il codice sorgente pubblicamente disponibile su GitHub.
ja: 私たちはあなたのプライバシーとセキュリティに真剣に取り組んでいます。私たちは、すべての人に素晴らしいビデオとウェブ体験を提供するために、まずユーザーのためにTurn Off the Lightsブラウザ拡張機能を構築しました。Turn Off the Lightsを追加すると、「あなたが訪問するウェブサイト上のすべてのデータを読み取り、変更する」ことができると表示されます。この許可により、Turn Off the Lightsは現在のビデオプレーヤーを検出することができます。私たちは個人データ、クレジットカード、閲覧履歴、パスワードを収集したことはありませんし、今後も収集することはありません。 さらに、Turn Off the Lightsブラウザ拡張機能は無料でオープンソースであり、ソースコードはGitHubで公開されています。
ko: 저희는 사용자의 개인정보 보호와 보안을 매우 중요하게 생각합니다. 모든 사용자에게 멋진 동영상과 웹 환경을 제공하기 위해 먼저 사용자를 위한 브라우저 확장 기능인 '조명 끄기'를 구축했습니다. 조명 끄기 기능을 추가하면 "사용자가 방문하는 웹사이트의 모든 데이터를 읽고 변경할 수 있음"이라는 문구가 표시됩니다. 이 권한을 통해 조명 끄기가 현재 동영상 플레이어를 감지할 수 있습니다. 당사는 개인 데이터, 신용카드, 검색 기록 및 비밀번호를 수집한 적이 없으며 앞으로도 수집하지 않을 것입니다. 또한, 턴 오프 더 라이트 브라우저 확장 프로그램은 무료이며 오픈 소스이며 소스 코드는 GitHub에서 공개적으로 사용할 수 있습니다.
nb: Vi tar personvernet og sikkerheten din på største alvor. Vi har utviklet nettleserutvidelsen Turn Off the Lights først og fremst for brukerne våre, slik at alle kan få en flott video- og nettopplevelse. Når du legger til Turn Off the Lights, står det at vi kan "lese og endre alle dataene dine på nettstedene du besøker". Denne tillatelsen gjør det mulig for Turn Off the Lights å oppdage den gjeldende videospilleren. Vi har aldri samlet inn og vil aldri samle inn personlige data, kredittkort, nettleserhistorikk og passord. Videre er Turn Off the Lights-nettleserutvidelsen gratis og åpen kildekode med kildekoden offentlig tilgjengelig på GitHub.
nl: We nemen je privacy en veiligheid zeer serieus. We hebben de Turn Off the Lights browserextensie in de eerste plaats voor onze gebruikers gebouwd, om een geweldige video- en webervaring voor iedereen beschikbaar te maken. Wanneer u Turn Off the Lights toevoegt, staat er dat we "Al uw gegevens op de websites die u bezoekt mogen lezen en wijzigen". Met deze toestemming kan Turn Off the Lights de huidige videospeler detecteren. We hebben nooit persoonlijke gegevens, creditcard, browsegeschiedenis en wachtwoord verzameld en zullen dat ook nooit doen. Bovendien is de Turn Off the Lights browserextensie gratis en Open-Source met de broncode openbaar beschikbaar op GitHub.
pl: Bardzo poważnie traktujemy prywatność i bezpieczeństwo użytkowników. Rozszerzenie przeglądarki Turn Off the Lights stworzyliśmy przede wszystkim z myślą o naszych użytkownikach, aby zapewnić wszystkim doskonałe wrażenia z oglądania filmów i korzystania z Internetu. Po dodaniu Turn Off the Lights możemy "odczytywać i zmieniać wszystkie dane użytkownika na odwiedzanych stronach internetowych". To uprawnienie umożliwia Turn Off the Lights wykrywanie bieżącego odtwarzacza wideo. Nigdy nie gromadziliśmy i nie będziemy gromadzić żadnych danych osobowych, kart kredytowych, historii przeglądania i haseł. Co więcej, rozszerzenie przeglądarki Turn Off the Lights jest bezpłatne i open-source, a jego kod źródłowy jest publicznie dostępny w serwisie GitHub.
pt_br: Levamos sua privacidade e segurança muito a sério. Criamos a extensão de navegador Turn Off the Lights para nossos usuários em primeiro lugar, para que todos tenham uma excelente experiência de vídeo e na Web. Quando você adiciona o Turn Off the Lights, ele diz que podemos "Ler e alterar todos os seus dados nos sites que você visita". Essa permissão permite que o Turn Off the Lights detecte o player de vídeo atual. Nunca coletamos e nunca coletaremos nenhum dado pessoal, cartão de crédito, histórico de navegação e senha. Além disso, a extensão do navegador Turn Off the Lights é gratuita e de código aberto, com o código-fonte disponível publicamente no GitHub.
pt_pt: Levamos a sua privacidade e segurança muito a sério. Criámos a extensão de browser Turn Off the Lights para os nossos utilizadores em primeiro lugar, para que todos possam ter uma excelente experiência de vídeo e web. Quando adiciona o Turn Off the Lights, este diz que podemos "Ler e alterar todos os seus dados nos sítios Web que visita". Esta permissão permite que o Turn Off the Lights detecte o leitor de vídeo atual. Nunca recolhemos nem iremos recolher quaisquer dados pessoais, cartão de crédito, histórico de navegação e palavra-passe. Além disso, a extensão do navegador Turn Off the Lights é gratuita e de código aberto, com o código-fonte disponível publicamente no GitHub.
ro: Noi luăm foarte în serios confidențialitatea și securitatea dumneavoastră. Am creat extensia de browser Turn Off the Lights în primul rând pentru utilizatorii noștri, pentru a obține o experiență video și web excelentă, disponibilă pentru toți. Atunci când adăugați Turn Off the Lights, se spune că putem "Citi și modifica toate datele dvs. de pe site-urile web pe care le vizitați". Această permisiune permite Turn Off the Lights să detecteze playerul video curent. Nu am colectat și nu vom colecta niciodată date personale, carte de credit, istoric de navigare și parolă. În plus, extensia de browser Turn Off the Lights este gratuită și Open-Source, codul sursă fiind disponibil public pe GitHub.
ru: Мы очень серьезно относимся к вашей конфиденциальности и безопасности. Мы создали расширение для браузера Turn Off the Lights в первую очередь для наших пользователей, чтобы все могли наслаждаться отличным видео и интернетом. Когда вы добавляете Turn Off the Lights, в нем говорится, что мы можем "Читать и изменять все ваши данные на посещаемых вами сайтах". Это разрешение позволяет Turn Off the Lights определять текущий видеоплеер. Мы никогда не собирали и не будем собирать никаких личных данных, кредитных карт, истории посещений и паролей. Кроме того, браузерное расширение Turn Off the Lights является бесплатным и открытым, а его исходный код находится в открытом доступе на GitHub.
sv: Vi tar din integritet och säkerhet på största allvar. Vi har byggt webbläsartillägget Turn Off the Lights för våra användare i första hand, för att få en fantastisk video- och webbupplevelse tillgänglig för alla. När du lägger till Turn Off the Lights står det att vi kan "läsa och ändra alla dina data på de webbplatser du besöker". Denna behörighet gör det möjligt för Turn Off the Lights att upptäcka den aktuella videospelaren. Vi har aldrig samlat in och kommer aldrig att samla in några personuppgifter, kreditkort, surfhistorik och lösenord. Dessutom är webbläsartillägget Turn Off the Lights gratis och öppen källkod med källkoden offentligt tillgänglig på GitHub.
tr: Gizliliğinizi ve güvenliğinizi çok ciddiye alıyoruz. Turn Off the Lights tarayıcı uzantısını öncelikle kullanıcılarımız için oluşturduk, böylece herkes için harika bir video ve web deneyimi elde ettik. Turn Off the Lights'ı eklediğinizde, "Ziyaret ettiğiniz web sitelerindeki tüm verilerinizi okuyabileceğimizi ve değiştirebileceğimizi" söylüyor. Bu izin, Turn Off the Lights'ın mevcut video oynatıcıyı algılamasını sağlar. Hiçbir zaman kişisel veri, kredi kartı, tarama geçmişi ve şifre toplamadık ve toplamayacağız. Ayrıca, Turn Off the Lights tarayıcı uzantısı ücretsizdir ve kaynak kodu GitHub'da herkese açıktır.
uk: Ми дуже серйозно ставимося до вашої конфіденційності та безпеки. Ми створили розширення для браузера Turn Off the Lights спочатку для наших користувачів, щоб отримати чудовий відео- та веб-досвід, доступний для всіх. Коли ви додаєте Turn Off the Lights, у ньому зазначено, що ми можемо "Зчитувати та змінювати всі ваші дані на веб-сайтах, які ви відвідуєте". Цей дозвіл дозволяє Turn Off the Lights визначати поточний відеоплеєр. Ми ніколи не збирали і не будемо збирати жодних персональних даних, кредитних карток, історії переглядів та паролів. Крім того, розширення для браузера Turn Off the Lights є безкоштовним і з відкритим вихідним кодом, який знаходиться у відкритому доступі на GitHub.
vi: Chúng tôi rất coi trọng quyền riêng tư và bảo mật của bạn. Chúng tôi đã xây dựng tiện ích mở rộng trình duyệt Turn Off the Lights cho người dùng trước tiên, nhằm mang đến trải nghiệm video và web tuyệt vời cho tất cả mọi người. Khi bạn thêm Turn Off the Lights, tiện ích sẽ cho phép chúng tôi "Đọc và thay đổi tất cả dữ liệu của bạn trên các trang web bạn truy cập". Quyền này cho phép Turn Off the Lights phát hiện trình phát video hiện tại. Chúng tôi chưa bao giờ và sẽ không bao giờ thu thập bất kỳ dữ liệu cá nhân, thẻ tín dụng, lịch sử duyệt web và mật khẩu nào. Hơn nữa, tiện ích mở rộng trình duyệt Turn Off the Lights là miễn phí và Mã nguồn mở với mã nguồn được công khai trên GitHub.
zh_hans: 我们非常重视您的隐私和安全。我们首先为用户建立了 "关灯 "浏览器扩展，让所有人都能获得良好的视频和网络体验。当你添加 "Turn Off the Lights "时，它表示我们可以 "读取并更改你访问网站的所有数据"。该权限允许关灯软件检测当前的视频播放器。我们从未收集、也不会收集任何个人数据、信用卡、浏览历史和密码。 此外，"关灯 "浏览器扩展是免费开源的，源代码可在 GitHub 上公开获取。
zh_hant: 我们非常重视您的隐私和安全。我们首先为用户建立了 "关灯 "浏览器扩展，让所有人都能获得良好的视频和网络体验。当你添加 "Turn Off the Lights "时，它表示我们可以 "读取并更改你访问网站的所有数据"。该权限允许关灯软件检测当前的视频播放器。我们从未收集、也不会收集任何个人数据、信用卡、浏览历史和密码。 此外，"关灯 "浏览器扩展是免费开源的，源代码可在 GitHub 上公开获取。

source: Welcome
ar: مرحباً
ca: Benvingut/da
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ορίσατε
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: קַבָּלַת פָּנִים
hu: Üdvözöljük
id: Selamat Datang
it: Ciao
ja: ようこそ
ko: 시작하기
nb: Velkommen
nl: Welkom
pl: Witamy
pt_br: Olá
pt_pt: Damos‑lhe as boas‑vindas!
ro: Bun venit
ru: Добро пожаловать!
sv: Välkommen
tr: Hoş Geldiniz
uk: Вітаємо
vi: Chào mừng
zh_hans: 欢迎使用
zh_hant: 歡迎

source: Welcome Guide
ar: دليل الترحيب
ca: Guia de benvinguda
cs: Průvodce na uvítanou
da: Velkomstguide
de: Willkommensleitfaden
el: Οδηγός καλωσορίσματος
es: Guía de bienvenida
fi: Tervetuloa opas
fr: Guide de bienvenue
he: מדריך קבלת פנים
hu: Üdvözlő útmutató
id: Panduan Selamat Datang
it: Guida di benvenuto
ja: ウェルカムガイド
ko: 환영 가이드
nb: Velkomstguide
nl: Welkom
pl: Przewodnik powitalny
pt_br: Guia de boas-vindas
pt_pt: Guia de boas-vindas
ro: Ghid de bun venit
ru: Путеводитель
sv: Välkomstguide
tr: Karşılama Kılavuzu
uk: Посібник для початківців
vi: Hướng dẫn chào mừng
zh_hans: 欢迎指南
zh_hant: 欢迎指南

source: You can manage the extension from Safari’s Extensions preferences. This window updates automatically after you enable it.
ar: يمكنك إدارة الإضافة من تفضيلات الإضافات في سفاري. تُحدَّث هذه النافذة تلقائيًا بعد تفعيلها.
ca: Podeu gestionar l'extensió des de les preferències d'extensions del Safari. Aquesta finestra s'actualitza automàticament després d'activar-la.
cs: Rozšíření můžete spravovat v předvolbách rozšíření prohlížeče Safari. Toto okno se automaticky aktualizuje po jeho povolení.
da: Du kan administrere udvidelsen fra Safaris udvidelsesindstillinger. Dette vindue opdateres automatisk, når du aktiverer det.
de: Sie können die Erweiterung in den Einstellungen für Erweiterungen von Safari verwalten. Dieses Fenster wird automatisch aktualisiert, nachdem Sie die Erweiterung aktiviert haben.
el: Μπορείτε να διαχειριστείτε την επέκταση από τις προτιμήσεις Επεκτάσεις του Safari. Αυτό το παράθυρο ενημερώνεται αυτόματα αφού την ενεργοποιήσετε.
es: Puede gestionar la extensión desde las preferencias de Extensiones de Safari. Esta ventana se actualiza automáticamente después de activarla.
fi: Voit hallita laajennusta Safarin Laajennukset-asetuksista. Tämä ikkuna päivittyy automaattisesti, kun otat sen käyttöön.
fr: Vous pouvez gérer l'extension à partir des préférences d'extensions de Safari. Cette fenêtre se met à jour automatiquement une fois que vous l'avez activée.
he: ניתן לנהל את ההרחבה דרך העדפות ההרחבה של ספארי. חלון זה מתעדכן אוטומטית לאחר הפעלתו.
hu: A bővítményt a Safari Bővítmények beállításaiból kezelheti. Ez az ablak automatikusan frissül, miután engedélyezte.
id: Anda dapat mengelola ekstensi dari preferensi Ekstensi Safari. Jendela ini diperbarui secara otomatis setelah Anda mengaktifkannya.
it: È possibile gestire l'estensione dalle preferenze delle Estensioni di Safari. Questa finestra si aggiorna automaticamente dopo averla attivata.
ja: 拡張機能はSafariの拡張機能環境設定から管理できます。このウィンドウは有効にすると自動的に更新されます。
ko: Safari의 확장 프로그램 환경설정에서 확장 프로그램을 관리할 수 있습니다. 이 창은 활성화하면 자동으로 업데이트됩니다.
nb: Du kan administrere utvidelsen fra Safaris innstillinger for utvidelser. Dette vinduet oppdateres automatisk etter at du aktiverer det.
nl: Je kunt de extensie beheren via de voorkeuren voor Extensies in Safari. Dit venster wordt automatisch bijgewerkt nadat je het hebt ingeschakeld.
pl: Rozszerzeniem można zarządzać w preferencjach rozszerzeń Safari. Okno to aktualizuje się automatycznie po włączeniu rozszerzenia.
pt_br: Você pode gerenciar a extensão nas preferências de Extensões do Safari. Essa janela é atualizada automaticamente depois que você a ativa.
pt_pt: Pode gerir a extensão a partir das preferências de Extensões do Safari. Esta janela é actualizada automaticamente depois de a ativar.
ro: Puteți gestiona extensia din preferințele Extensii din Safari. Această fereastră se actualizează automat după ce o activați.
ru: Управлять расширением можно в настройках расширений Safari. Это окно обновляется автоматически после включения.
sv: Du kan hantera tillägget från Safaris inställningar för tillägg. Det här fönstret uppdateras automatiskt när du aktiverar det.
tr: Uzantıyı Safari'nin Uzantılar tercihlerinden yönetebilirsiniz. Bu pencere, siz etkinleştirdikten sonra otomatik olarak güncellenir.
uk: Ви можете керувати розширенням за допомогою налаштувань Розширення у Safari. Це вікно оновлюється автоматично після того, як ви його ввімкнули.
vi: Bạn có thể quản lý tiện ích mở rộng từ tùy chọn Tiện ích mở rộng của Safari. Cửa sổ này sẽ tự động cập nhật sau khi bạn bật.
zh_hans: 您可以在 Safari 的扩展首选项中管理该扩展。启用后，该窗口会自动更新。
zh_hant: 您可以在 Safari 的扩展首选项中管理该扩展。启用后，该窗口会自动更新。
